FV2304/E_0302.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
MPES

8.4.1: AD: Lieferende von NB an LF



end title
:<b>E_0302</b>;
note right
<b><i>Prüfende Rolle: LF
end note

if (<b>1: </b> Ist ein Fehler in der Abmeldung aufgetreten?) then (ja)
    :A99;
    note left
        Cluster: Ablehnung
        Sonstiges
        Hinweis: Das identifizierte Problem ist in der Antwort zu beschreiben / benennen.
        Nutzungsmöglichkeit Ende: offen
    endnote
    kill;
else (nein)
    :A01;
    note left
        Cluster: Zustimmung
        Zustimmung
    endnote
    kill;
endif

@enduml
